Repository: patrykwozinski/waw_trams
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: pl

source: Updated
pl: Zaktualizowano

source: Map
pl: Mapa

source: By Line
pl: Wg linii

source: delay
pl: opóźnienie

source: blockage
pl: blokada

source: Active Now
pl: Aktywnych

source: Delays (24h)
pl: Opóźnienia (24h)

source: Blockages (24h)
pl: Blokady (24h)

source: Time Lost (24h)
pl: Czas strat (24h)

source: Most Impacted Lines
pl: Linie z największymi stratami

source: Line
pl: Linia

source: Delays
pl: Opóźnienia

source: Avg
pl: Śr.

source: Total
pl: Razem

source: Intersection Hot Spots
pl: Problematyczne skrzyżowania

source: Location
pl: Lokalizacja

source: Count
pl: Liczba

source: Avg Duration
pl: Śr. czas

source: Active Delays
pl: Aktywne opóźnienia

source: No active delays
pl: Brak aktywnych opóźnień

source: Vehicle
pl: Pojazd

source: Duration
pl: Czas trwania

source: Recently Resolved
pl: Ruch wznowiony

source: No recent resolved delays
pl: Brak ostatnich wznowień

source: Resolved
pl: Wznowione

source: Line Analysis
pl: Analiza linii

source: Select a line
pl: Wybierz linię

source: Total Delays
pl: Liczba opóźnień

source: Total Time Lost
pl: Łączny czas strat

source: Avg Delay
pl: Śr. opóźnienie

source: Delays by Hour
pl: Opóźnienia wg godzin

source: Hour
pl: Godzina

source: Worst Intersections for Line
pl: Najgorsze skrzyżowania dla linii

source: Hour of Day
pl: Godzina

source: Day of Week
pl: Dzień tygodnia

source: Monday
pl: Poniedziałek

source: Tuesday
pl: Wtorek

source: Wednesday
pl: Środa

source: Thursday
pl: Czwartek

source: Friday
pl: Piątek

source: Saturday
pl: Sobota

source: Sunday
pl: Niedziela

source: Delay Map
pl: Mapa opóźnień

source: Hot spot locations
pl: Lokalizacje problemów

source: Dashboard
pl: Pulpit

source: Near
pl: Przy

source: View on Google Maps
pl: Zobacz w Google Maps

source: No data
pl: Brak danych

source: at stop
pl: na przystanku

source: Language
pl: Język

source: English
pl: Angielski

source: Polish
pl: Polski

source: Top 10 by delay count (24h)
pl: Top 10 wg liczby opóźnień (24h)

source: Ranked by total delay time (24h)
pl: Ranking wg całkowitego czasu opóźnień (24h)

source: Time
pl: Czas

source: Lines
pl: Linie

source: Blockages
pl: Blokady

source: Unknown
pl: Nieznane

source: Data source
pl: Źródło danych

source: Polling every 10s
pl: Odświeżanie co 10s

source: just now
pl: przed chwilą

source: ago
pl: temu

source: more
pl: więcej

source: Actions
pl: Akcje

source: Affected Lines
pl: Dotknięte linie

source: All lines
pl: Wszystkie linie

source: At Intersection
pl: Na skrzyżowaniu

source: Attempting to reconnect
pl: Próba połączenia

source: Audit
pl: Audyt

source: Back to Leaderboard
pl: Powrót do rankingu

source: Check back after running for a few days.
pl: Wróć za kilka dni.

source: Choose a line...
pl: Wybierz linię...

source: Delay Distribution
pl: Rozkład opóźnień

source: Events
pl: Zdarzenia

source: Find the worst times to travel on a specific tram line
pl: Sprawdź, kiedy najlepiej unikać danej linii

source: Hours
pl: Godziny

source: Infrastructure Report Card
pl: Raport infrastruktury

source: LIVE
pl: NA ŻYWO

source: Last 24h
pl: Ostatnie 24h

source: Last 30 days
pl: Ostatnie 30 dni

source: Last 7 days
pl: Ostatnie 7 dni

source: No data available for this period
pl: Brak danych dla tego okresu

source: No delay data recorded for Line
pl: Brak danych o opóźnieniach dla linii

source: Select a tram line to see delay analysis
pl: Wybierz linię, aby zobaczyć analizę

source: Select line:
pl: Wybierz linię:

source: Something went wrong!
pl: Coś poszło nie tak!

source: Sorted by time
pl: Sortowanie wg czasu

source: Summary
pl: Podsumowanie

source: Time Lost
pl: Utracony czas

source: Top Worst Intersections
pl: Najgorsze skrzyżowania

source: Total Time
pl: Całkowity czas

source: Unknown location
pl: Nieznana lokalizacja

source: WORST
pl: NAJGORZEJ

source: We can't find the internet
pl: Brak połączenia z internetem

source: When It Fails
pl: Kiedy zawodzi

source: Where this line gets delayed the most (last 7 days)
pl: Gdzie ta linia stoi najdłużej (ostatnie 7 dni)

source: close
pl: zamknij

source: delays
pl: opóźnień

source: yet
pl: jeszcze

source: Details
pl: Szczegóły

source: List
pl: Lista

source: Loading data...
pl: Ładowanie danych...

source: 10-minute delay at 8:00 AM (peak hour):
pl: 10-minutowe opóźnienie o 8:00 (szczyt):

source: Afternoon Peak
pl: Szczyt popołudniowy

source: Assumptions
pl: Założenia

source: Based on Pesa Jazz 134N tram capacity (~240 max, ~150 comfortable)
pl: Na podstawie pojemności tramwaju Pesa Jazz 134N (~240 max, ~150 komfortowo)

source: Cost Calculation Methodology
pl: Metodologia kalkulacji kosztów

source: Driver wage
pl: Wynagrodzenie kierowcy

source: Energy (idling)
pl: Energia (postój)

source: Evening
pl: Wieczór

source: Example
pl: Przykład

source: Formula
pl: Wzór

source: Full employer cost (incl. ZUS/taxes)
pl: Pełny koszt pracodawcy (z ZUS/podatkami)

source: HVAC, lights, systems during idle
pl: Klimatyzacja, oświetlenie, systemy na postoju

source: How is cost calculated?
pl: Jak obliczany jest koszt?

source: Morning Peak
pl: Szczyt poranny

source: Night
pl: Noc

source: Off-Peak
pl: Poza szczytem

source: Operational Cost
pl: Koszt operacyjny

source: Operational cost
pl: Koszt operacyjny

source: Passenger Cost
pl: Koszt pasażerów

source: Passenger Estimates
pl: Szacunki liczby pasażerów

source: Passenger cost
pl: Koszt pasażerów

source: Passengers
pl: Pasażerowie

source: Polish commuter weighted average
pl: Średnia ważona dla polskich dojeżdżających

source: This Month
pl: Ten miesiąc

source: This Week
pl: Ten tydzień

source: Time Period
pl: Okres

source: Total Cost
pl: Koszt całkowity

source: Value of Time (VoT)
pl: Wartość czasu (VoT)

source: delay_hours
pl: godz. opóźnienia

source: hour
pl: godz.

source: lost
pl: stracono

source: of total cost
pl: całkowitego kosztu

source: passengers
pl: pasażerowie

source: Wasted
pl: Strat

source: Long delay
pl: Długie opóźnienie

source: Long delay: stopped >2 minutes
pl: Długie opóźnienie: postój >2 minuty

source: long delays
pl: długich opóźnień

source: Stopped >2 minutes at intersection
pl: Postój >2 minuty na skrzyżowaniu

source: Stopped >30 seconds away from platform
pl: Postój >30 sekund z dala od przystanku

source: We ignore: stops at platforms (<3 min), terminals, and brief stops (<30s)
pl: Ignorujemy: postoje na przystankach (<3 min), pętle i krótkie postoje (<30s)

source: What We Count
pl: Co liczymy

source: >2 min at intersection
pl: >2 min na skrzyżowaniu

source: >3 min at platform
pl: >3 min na przystanku

source: >30s away from platform
pl: >30s z dala od przystanku

source: Legend
pl: Legenda

source: long
pl: długie
